{"information": "**Title:** The Age of Industrialisation\n\n**Subtopics:**\n\n**1. Before the Industrial Revolution**\n- Proto-industrialisation:\n    - Industrial production before factories, using merchants and artisans in the countryside\n    - Reasons for merchants moving to the countryside:\n        - Restrictions on production in towns by guilds\n        - Availability of cheap labor and resources in the countryside\n- Relationship between towns and countryside:\n    - Merchants based in towns but work done in the countryside\n    - Network of commercial exchanges\n\n**1.1 The Coming Up of the Factory**\n- Emergence of factories in England in the 1730s\n- Cotton industry boom in the late 18th century\n- Inventions increasing production efficiency and yarn strength:\n    - Carding, twisting, spinning, and rolling\n- Richard Arkwright's creation of the cotton mill:\n    - Centralization of production under one roof\n    - Improved supervision, quality control, and labor regulation\n\n**1.2 The Pace of Industrial Change**\n- Rapid growth of cotton and metals industries\n- Cotton as the leading sector in the first phase of industrialisation (up to the 1840s)\n- Iron and steel industry leading the way after the 1840s\n\n**Dates and Formulae:**\n\n**Dates:**\n\n- 1730s: Emergence of earliest factories in England\n- 1760: Britain imports 2.5 million pounds of raw cotton\n- 1787: Britain imports 22 million pounds of raw cotton\n\n**Formulae:**\n\nNone provided in the given text.\n**Title:** The Age of Industrialization: Hand Labour and Steam Power\n\n**Key Points:**\n\n**1. Industrialization and its Impact**\n- Rapid expansion of railways led to increased demand for iron and steel.\n- Britain became a major exporter of iron and steel, surpassing cotton exports.\n- Industrialization led to a shift in the economy, with traditional industries facing competition from new industries.\n- Technological changes occurred slowly and were not widely adopted due to expense and caution among industrialists.\n\n**2. Hand Labour and Steam Power**\n- Britain had an abundance of human labor, leading to low wages and reluctance to invest in machinery.\n- Seasonal demand in certain industries favored hand labor over machinery.\n- Handmade products were preferred by upper classes, symbolizing refinement and class.\n\n**3. Life of the Workers**\n- Migration to cities in search of jobs created a surplus of labor.\n- Social networks and personal connections played a crucial role in securing employment.\n- Seasonality of work led to periods of unemployment and poverty.\n- Wages varied between trades and fluctuated according to economic conditions.\n- Fear of unemployment fueled worker resistance to new technology.\n\n**Dates and Formulae:**\n\n- **1781:** James Watt patents the improved steam engine, but adoption is slow.\n- **1830s:** Economic slump leads to high unemployment rates, reaching up to 75% in some regions.\n**Title:** The Age of Industrialisation: Industrialisation in the Colonies\n\n**Subtopics:**\n\n**1. The Age of Indian Textiles**\n\n* India's dominance in the international textile market before machine industries.\n* Export trade network through ports like Surat, Masulipatam, and Hoogly.\n* Involvement of Indian merchants, bankers, and supply merchants in the trade.\n\n**2. What Happened to Weavers?**\n\n* East India Company's consolidation of power and its impact on textile exports.\n* Company's establishment of monopoly rights and control over traders and weavers.\n* System of advances to weavers, tying them to the Company.\n* Weavers' exploitation by Company officials (gomasthas).\n* Migration and revolts by weavers.\n\n**3. Manchester Comes to India**\n\n* Development of cotton industries in England and concerns over Indian textile imports.\n* Import duties imposed on Indian textiles in Britain.\n* East India Company forced to sell British manufactures in India.\n* Dramatic increase in British cotton goods imports to India, leading to decline of Indian textile exports.\n\n**Dates and Formulae:**\n\n**Dates:**\n\n* 1750s: Decline of Indian merchant-controlled trade network.\n* 1760s: Establishment of East India Company's political power in Bengal and Carnatic.\n* 1811-12: Piece-goods accounted for 33% of India's exports.\n* 1850-51: Piece-goods accounted for 3% of India's exports.\n* 1850: Cotton piece-goods constituted 31% of Indian imports.\n* 1870s: Cotton piece-goods constituted over 50% of Indian imports.\n\n**Formulae:**\n\n* None provided in the given text.\n**Title:** The Age of Industrialisation\n\n**Subtopics:**\n\n**1. The Decline of Indian Handicrafts**\n\n- Collapse of India's export market due to cheap British imports\n- Loss of domestic market share to imported goods\n- Weavers faced a shortage of raw cotton in the 1860s\n- Rise of factory production in India\n\n**2. Factories Come Up**\n\n- First cotton mill in Bombay established in 1854\n- Jute mills established in Bengal from 1855 onwards\n- Elgin Mill started in Kanpur in the 1860s\n- First spinning and weaving mill in Madras began production in 1874\n\n**3. The Early Entrepreneurs**\n\n- Indian businessmen who invested in industrial enterprises\n- Dwarkanath Tagore: China trader, established six joint-stock companies\n- Parsis like Dinshaw Petit and Jamsetjee Nusserwanjee Tata: accumulated wealth from China trade and cotton exports\n- Seth Hukumchand: Marwari businessman, set up first Indian jute mill in Calcutta\n- Other merchants from Madras, Bur ma, Middle East, and East Africa also invested in industries\n\n**4. Where Did the Workers Come From?**\n\n- Workers came from rural areas, particularly from the districts around industrial centres\n- Over 50% workers in the Bombay cotton industries came from Ratnagiri district\n- Workers moved between villages and cities, returning home for harvests and festivals\n- Workers also travelled long distances in search of employment\n- Entry into mills was restricted, with jobbers often controlling recruitment and the lives of workers\n\n**Important Dates and Formulae:**\n\n- **1854:** First cotton mill established in Bombay\n- **1855:** First jute mill established in Bengal\n- **1860s:** Elgin Mill started in Kanpur\n- **1874:** First spinning and weaving mill in Madras began production\n- **1901:** 584,000 workers in Indian factories\n- **1946:** Over 2,436,000 workers in Indian factories\n**Title:** The Age of Industrialisation\n\n**Subtopics and Key Points:**\n\n**1. The Peculiarities of Industrial Growth**\n- European Managing Agencies dominated industrial production in India.\n- They invested in products primarily for export trade, such as tea, coffee, indigo, and jute.\n- Indian businessmen avoided competing with Manchester goods and produced coarse cotton yarn instead.\n- The swadeshi movement and increased tariff protection shifted industrialists from yarn to cloth production.\n\n**2. Small-scale Industries Predominate**\n- Large industries formed a small segment of the economy, with 67% located in Bengal and Bombay.\n- Small-scale production predominated, with only 5% of the industrial labor force working in registered factories in 1911 and 10% in 1931.\n- Handicrafts production expanded, including handloom cloth production, which tripled between 1900 and 1940.\n- Technological changes, such as the fly shuttle, increased weaver productivity.\n- Weavers who produced finer varieties or specialized weaves were better able to survive competition with mills.\n\n**3. Market for Goods**\n- British manufacturers tried to take over the Indian market, but Indian businesses resisted and demanded tariff protection.\n- Advertisements played a role in expanding markets and creating a new consumer culture.\n- Manchester industrialists used labels to establish brand recognition and quality.\n- Images of Indian gods and goddesses were used on labels to evoke divine approval and appeal to Indian consumers.\n- Calendars were used to popularize products, especially among non-literate consumers.\n\n**Dates and Formulae:**\n\n**Dates:**\n- 1906: Indian yarn exports to China declined.\n- 1911: 5% of the industrial labor force worked in registered factories.\n- 1931: 10% of the industrial labor force worked in registered factories.\n- 1941: Over 35% of handlooms in India were fitted with fly shuttles.\n\n**Formulae:**\n- None provided in the text.\n**Title: India and the Contemporary World**\n\n**Subtopics:**\n\n**1. Industrialization in Europe and India**\n\n- **Dates:**\n    - Seventeenth century: Merchants began employing peasants and artisans in villages.\n    - Eighteenth century: Port of Surat declined.\n- **Explanation:**\n    - Early industrialization in Europe involved the use of hand labor over machines due to cost and labor availability factors.\n    - The East India Company established systems to procure textiles from Indian weavers, including the appointment of gomasthas to supervise production.\n\n**2. Proto-Industrialization**\n\n- **Definition:**\n    - A stage of economic development characterized by the growth of rural-based cottage industries.\n- **Explanation:**\n    - Proto-industrialization occurred in India and Europe prior to the Industrial Revolution.\n    - It involved the production of goods for the international market, such as cotton and silk textiles.\n\n**3. The Impact of Industrialization on India**\n\n- **Increase in Production:**\n    - Industrial production increased during World War I due to increased demand for textiles and other goods.\n- **Emergence of Labor Force:**\n    - The industrial age led to the creation of a new industrial labor force in India.\n- **Hand Technology and Small-Scale Production:**\n    - Despite industrialization, hand technology and small-scale production remained significant in India.\n\n**4. Nationalism and Swadeshi**\n\n- **Swadeshi Movement:**\n    - Indian manufacturers promoted the use of domestically produced goods to support the nationalist cause.\n    - Advertisements became a vehicle for the swadeshi message.\n\n**Dates and Formulae:**\n\n| Date/Formula | Significance |\n|---|---|\n| Seventeenth century | Beginning of proto-industrialization in Europe |\n| Eighteenth century | Decline of the port of Surat |\n| Fly shuttle | Increased productivity of handloom workers |"}