{"information": "**Title:** The Human Eye and the Colourful World\n\n**10.1 The Human Eye**\n\n- **Description:**\n    - The human eye is a light-sensitive organ that enables us to see objects.\n    - It has a lens that forms an image on a light-sensitive screen called the retina.\n- **Important Date:** None\n- **Formula:** None\n\n**10.1.1 Power of Accommodation**\n\n- **Description:**\n    - The eye lens can adjust its focal length to focus objects at different distances.\n    - When muscles relax, the lens becomes thinner and the focal length increases for distant objects.\n    - When muscles contract, the lens becomes thicker and the focal length decreases for nearby objects.\n    - The minimum distance for distinct vision is called the near point, which is about 25 cm for young adults.\n- **Important Date:** None\n- **Formula:** None\n\n**10.2 Defects of Vision and Their Correction**\n\n**10.2.1 Myopia**\n\n- **Description:**\n    - Nearsightedness.\n    - Can see nearby objects clearly but not distant objects.\n    - Corrected by concave lenses.\n- **Important Date:** None\n- **Formula:** None\n\n**10.2.2 Hypermetropia**\n\n- **Description:**\n    - Farsightedness.\n    - Can see distant objects clearly but not nearby objects.\n    - Corrected by convex lenses.\n- **Important Date:** None\n- **Formula:** None\n\n**10.2.3 Presbyopia**\n\n- **Description:**\n    - Loss of accommodation with age.\n    - Difficulty seeing nearby objects.\n    - Corrected by bifocal lenses or contact lenses.\n- **Important Date:** None\n- **Formula:** None\n\n**10.3 Refraction of Light Through a Prism**\n\n- **Description:**\n    - Light passing through a prism is refracted twice, causing it to deviate.\n    - The deviation angle depends on the angle of incidence, the refractive index of the prism, and the shape of the prism.\n- **Important Date:** None\n- **Formula:** None\n\n**Important Dates and Formulae**\n\n| Key Concept | Date/Formula | Significance |\n|---|---|---|\n| Near point | 25 cm for young adults | Minimum distance for distinct vision |\n| Far point | Infinity | Farthest point for distinct vision in a normal eye |\n| Myopia | None | Corrected by concave lenses |\n| Hypermetropia | None | Corrected by convex lenses |\n| Presbyopia | None | Corrected by bifocal lenses or contact lenses |\n**Title:** The Human Eye and the Colourful World\n\n**Subtopics:**\n\n**10.1 Refraction of Light through a Triangular Glass Prism**\n\n* **Experiment:**\n    * Draw a ray diagram to trace the path of light through a prism.\n    * Measure the angles of incidence, refraction, and emergence.\n* **Formula:**\n    * Angle of deviation: ∠D = ∠i + ∠e - ∠A (where ∠i is the angle of incidence, ∠e is the angle of emergence, and ∠A is the angle of the prism)\n\n**10.2 Dispersion of White Light by a Glass Prism**\n\n* **Experiment:**\n    * Allow sunlight to pass through a narrow slit and then through a prism.\n    * Observe the formation of a band of colors (spectrum).\n* **Explanation:**\n    * Different colors of light bend at different angles when passing through the prism.\n    * Red light bends the least, while violet light bends the most.\n\n**10.3 Recombination of the Spectrum of White Light**\n\n* **Experiment:**\n    * Pass the spectrum of white light through another identical prism in an inverted position.\n    * Observe the recombination of the colors into white light.\n\n**10.4 Rainbow Formation**\n\n* **Explanation:**\n    * Sunlight is refracted, dispersed, and internally reflected by tiny water droplets in the atmosphere.\n    * The different colors of light are separated and appear as a rainbow.\n\n**10.5 Atmospheric Refraction**\n\n* **Explanation:**\n    * Light is refracted as it passes through the Earth's atmosphere due to variations in temperature and density.\n* **Effects:**\n    * Twinkling of stars (due to continuous refraction)\n    * Advance sunrise and delayed sunset (due to refraction near the horizon)\n\n**Dates and Formulae:**\n\n* **Important dates:**\n    * None mentioned in the provided text.\n* **Important formulae:**\n    * Angle of deviation: ∠D = ∠i + ∠e - ∠A\n**Title:** The Human Eye and the Colourful World\n\n**Subtopics:**\n\n**10.6 Scattering of Light**\n\n* **Tyndall Effect:** Scattering of light by colloidal particles makes the particles visible.\n* **Why is the Colour of the Clear Sky Blue:** Fine particles in the atmosphere scatter blue light more strongly than red light, making the sky appear blue.\n* **Danger Signal Lights:** Red light is least scattered by fog or smoke, making it visible at a distance.\n\n**Important Dates:**\n\n* None\n\n**Important Formulae:**\n\n* None\n\n**Significance:**\n\n* Explains the phenomena of blue sky, Tyndall effect, and the color of danger signal lights.\n\n**Other Key Points:**\n\n* Scattering of light depends on the size of the scattering particles.\n* Red light is scattered less than blue light.\n* The sky appears dark at high altitudes due to reduced scattering."}