{"information": "**Chapter Title:** Electrostatic Potential and Capacitance\n\n**Subtopics:**\n\n**2.1 Introduction**\n- Definition of potential energy and its conservation in conservative forces\n- Coulomb force as a conservative force\n- Potential energy of a charge in an electrostatic field\n\n**2.2 Electrostatic Potential**\n- Definition of electrostatic potential energy as work done by external force in moving a charge\n- Independence of work done on path taken\n- Definition of electrostatic potential as work done per unit positive charge\n- Electrostatic potential (V) as work done in bringing a unit positive charge from infinity to a point\n\n**2.3 Potential Due to a Point Charge**\n- Calculation of potential at a point due to a point charge using radial integration\n- Equation for potential at a point due to a point charge: V = (1/4πε₀) * (Q/r)\n\n**Important Dates and Formulae:**\n\n**Date:** None given\n\n**Formulae:**\n\n- Work done against electrostatic force: W = -ΔU (Eq. 2.1)\n- Potential energy difference: ΔU = -WRP (Eq. 2.2)\n- Electrostatic potential: V = (1/4πε₀) * (Q/r) (Eq. 2.8)\n\n**Significance:**\n\n- **Work done against electrostatic force (Eq. 2.1):** This formula represents the negative of the work done by the electric force, which is stored as potential energy.\n- **Potential energy difference (Eq. 2.2):** This formula defines the change in potential energy as the work done in moving a charge from one point to another.\n- **Electrostatic potential (Eq. 2.8):** This formula provides a convenient way to calculate the potential at a point due to a point charge. It is particularly useful for determining the potential energy of a charge in an electric field.\n**Title: Electrostatic Potential and Capacitance**\n\n**2.3 Electric Potential Due to a Point Charge**\n- Formula: V = (1/4πε₀)q/r, where q is the charge and r is the distance from the charge to the point.\n- Significance: Describes the electric potential at a point due to a point charge.\n\n**2.4 Potential Due to an Electric Dipole**\n- Formula: V = (1/4πε₀)(p.rˆ/r²), where p is the dipole moment vector and rˆ is the unit vector along the position vector from the center of the dipole to the point.\n- Significance: Describes the electric potential at a point due to an electric dipole.\n\n**2.5 Potential Due to a System of Charges**\n- Formula: V = (1/4πε₀)Σ(qi/ri), where qi is the charge and ri is the distance from the charge to the point.\n- Significance: Describes the electric potential at a point due to a system of charges.\n\n**Additional Notes**\n\n**Equipotential Surfaces**\n- Surfaces with a constant value of potential.\n- Electric field lines are normal to equipotential surfaces at every point.\n\n**Example 2.1**\n- Calculates the potential at a point due to a charge and the work done in bringing another charge from infinity to the point.\n\n**Example 2.2**\n- Finds the point on a line joining two charges where the electric potential is zero.\n\n**Example 2.3**\n- Analyzes the signs of potential differences, potential energy differences, and work done by the field or external agencies in various scenarios involving positive and negative charges moving between points in an electric field.\n\n**Dates**\n\n- None provided in the given text.\n\n**Formulae**\n\n- V = (1/4πε₀)q/r\n- V = (1/4πε₀)(p.rˆ/r²)\n- V = (1/4πε₀)Σ(qi/ri)\n**Electrostatic Potential and Capacitance**\n\n**2.6 Relation between Field and Potential**\n\n* **Formula:** E = -δV/δl\n* **Significance:** Electric field is in the direction of steepest potential decrease, and its magnitude is the change in potential per unit displacement normal to the equipotential surface.\n\n**2.7 Potential Energy of a System of Charges**\n\n* **Formula:** U = (1/4πε₀)∑∑(q₁q₂/r₁₂)\n* **Significance:** Potential energy of a system of charges is directly proportional to the product of charges and inversely proportional to the distance between them.\n\n**2.8 Potential Energy in an External Field**\n\n* **Concept:** Potential energy of a charge in an external field is the work done by the external force to bring the charge from infinity to the given location.\n\n**Dates and Formulae**\n\n| Date | Formula | Significance |\n|---|---|---|\n| 2023-24 | E = -δV/δl | Relation between electric field and potential |\n| 2023-24 | U = (1/4πε₀)∑∑(q₁q₂/r₁₂) | Potential energy of a system of charges |\n## Electrostatic Potential and Capacitance\n\n**2.8.1 Potential Energy of a Charge in an External Field**\n\n- **Potential energy of a charge q at a point r in an external field:** U(r) = qV(r)\n- **Electron volt (eV):** Unit of energy used in atomic, nuclear, and particle physics; 1 eV = 1.6 × 10^-19 J\n- **Units based on eV:** keV, MeV, GeV, TeV\n\n**2.8.2 Potential Energy of a System of Two Charges in an External Field**\n\n- **Potential energy of a system of two charges q1 and q2 at r1 and r2 in an external field:** \n    U = q1V(r1) + q2[V(r2) + (q1/4πε0r12)]\n\n**2.8.3 Potential Energy of a Dipole in an External Field**\n\n- **Potential energy of a dipole with charges q and -q at an angle θ with a uniform electric field E:**\n    U(θ) = -pE cos θ\n- **Natural choice for zero potential energy:** θ0 = π/2 (dipole aligned with field)\n\n## Electrostatics of Conductors\n\n**Important Results**\n\n1. **Inside a conductor, electrostatic field is zero.**\n2. **At the surface of a charged conductor, electrostatic field must be normal to the surface at every point.**\n3. **The interior of a conductor can have no excess charge in the static situation.**\n**Electrostatic Potential and Capacitance**\n\n**4. Electrostatic Potential**\n* Constant throughout the volume of the conductor\n* Same value on the surface as inside\n\n**5. Electric Field at the Surface of a Charged Conductor**\n* Formula: E = (σ/ε)ˆn\n* σ: surface charge density\n* ε: permittivity of the medium\n* ˆn: unit vector normal to the surface\n\n**6. Electrostatic Shielding**\n* Electric field inside a cavity of a conductor is zero, regardless of external fields or charge configuration\n* Charges reside only on the outer surface of a conductor with cavity\n\n**2.10 Dielectrics and Polarisation**\n\n**Polarisation**\n* Dielectrics have no free charge carriers\n* External electric field induces dipole moment in dielectric molecules\n* Polarisation: net dipole moment per unit volume\n* Formula: P = χE\n* χ: electric susceptibility\n\n**Types of Molecules**\n* Non-polar: no permanent dipole moment (e.g., O2, H2)\n* Polar: permanent dipole moment (e.g., HCl, H2O)\n\n**Effect of Polarisation on Electric Field**\n* Polarisation reduces the external field within the dielectric\n* Extent of reduction depends on the dielectric's electric susceptibility\n**Title:** Electrostatic Potential and Capacitance\n\n**Subtopics:**\n\n**1. Electrostatic Potential and Capacitance**\n- Definition of electrostatic potential and capacitance\n- Formula for capacitance: C = Q/V\n\n**2. Capacitors**\n- Definition of a capacitor as a system of two conductors separated by an insulator\n- Capacitance depends on the geometrical configuration of the conductors and the nature of the insulator\n\n**3. Parallel Plate Capacitor**\n- Description of a parallel plate capacitor\n- Formula for capacitance of a parallel plate capacitor: C = ε₀A/d\n- Permittivity of vacuum: ε₀ = 8.85 × 10^-12 F/m\n- Dielectric constant: K = ε/ε₀\n\n**4. Effect of Dielectric on Capacitance**\n- Dielectric materials polarize in an external electric field\n- Polarized dielectric reduces the electric field between the capacitor plates\n- Capacitance of a capacitor with a dielectric is increased by a factor of K compared to vacuum\n\n**Dates and Formulae:**\n\n| Date/Formula | Significance |\n|---|---|\n| ε₀ = 8.85 × 10^-12 F/m | Permittivity of vacuum |\n| C = Q/V | Formula for capacitance |\n| C = ε₀A/d | Formula for capacitance of a parallel plate capacitor |\n| K = ε/ε₀ | Dielectric constant |\n| C = KC₀ | Formula for capacitance of a capacitor with a dielectric |\n**Chapter Title:** Electrostatic Potential and Capacitance\n\n**2.14 Combination of Capacitors**\n\n**2.14.1 Capacitors in Series**\n\n- Charges on each capacitor are the same (Q).\n- Total potential drop (V) is the sum of potential drops across each capacitor.\n- Effective capacitance (C) is given by: 1/C = 1/C1 + 1/C2 + ...\n\n**2.14.2 Capacitors in Parallel**\n\n- Potential difference is the same across all capacitors.\n- Charges on each capacitor may differ.\n- Effective capacitance (C) is given by: C = C1 + C2 + ...\n\n**2.15 Energy Stored in a Capacitor**\n\n- Energy stored (U) is given by: U = 1/2 CV^2.\n- Energy density (ν) of an electric field is given by: ν = (1/2)ε0E^2.\n\n**Important Dates and Formulae**\n\n- **Capacitors in Series:** 1/C = 1/C1 + 1/C2 + ...\n- **Capacitors in Parallel:** C = C1 + C2 + ...\n- **Energy Stored in a Capacitor:** U = 1/2 CV^2\n- **Energy Density of an Electric Field:** ν = (1/2)ε0E^2\n**Title:** Electrostatic Potential and Capacitance\n\n**Subtopics:**\n\n**1. Electrostatic Potential**\n\n- **Definition:** The work done by an external agency in assembling charges at their locations.\n- **Formula:**\n    - Potential energy of two charges q1, q2 at r1, r2:\n        - 1 2\\n0 121\\n4q q\\nUrε=π\n    - Potential energy of a charge q in external potential V(r):\n        - qV(r)\n    - Potential energy of a dipole moment p in a uniform electric field E:\n        - -p.E\n\n**2. Surface Charge and Gauss's Law**\n\n- **Definition:** Electric field inside a conductor is zero, while just outside a charged conductor's surface, the electric field is normal to the surface.\n- **Formula:**\n    - 0ˆσ\\nε=E n\n\n**3. Capacitance**\n\n- **Definition:** The ratio of charge stored to the potential difference between two conductors.\n- **Formula:**\n    - For a parallel plate capacitor with vacuum between the plates:\n        - C = 0A\\ndε\n    - For a capacitor with dielectric medium:\n        - C = KC0\n\n**4. Capacitors in Series and Parallel**\n\n- **Series combination:**\n    - 1 2 31 1 1 1...C C C C= + + +\\n\n- **Parallel combination:**\n    - C =  C1 + C2 + C3 + ...\n\n**5. Energy Stored in a Capacitor**\n\n- **Formula:**\n    - U QV CVQ\\nC= = =1\\n21\\n21\\n222\n- **Electric energy density:**\n    - (1/2) e0E2\n\n**Important Dates and Formulae:**\n\n| Date/Formula | Significance |\n|---|---|\n| 0ˆσ\\nε=E n  | Electric field just outside a charged conductor's surface is normal to the surface |\n| C = 0A\\ndε | Capacitance of a parallel plate capacitor with vacuum between the plates |\n| C = KC0 | Capacitance of a capacitor with dielectric medium |\n| U QV CVQ\\nC= = =1\\n21\\n21\\n222 | Energy stored in a capacitor |\n| (1/2) e0E2 | Electric energy density |"}