{"information": "**Title: The Human Eye and the Colourful World Chapter**\n\n**10.1 The Human Eye**\n\n* **Description:**\n    * The human eye is a camera-like organ that allows us to see.\n    * It has a lens system that forms an image on the retina, a light-sensitive screen.\n    * The cornea is the transparent bulge on the front surface of the eye and is responsible for most of the light refraction.\n    * The iris controls the amount of light entering the eye.\n    * The eye lens adjusts its focal length to focus on objects at different distances (accommodation).\n    * The near point is the minimum distance at which objects can be seen distinctly (25 cm for young adults).\n    * The far point is the farthest point at which objects can be seen clearly (infinity for normal eyes).\n\n**10.2 Defects of Vision and Their Correction**\n\n* **Myopia (Near-sightedness):**\n    * Description: Objects close to the eye are seen clearly, but distant objects appear blurred.\n    * Cause: Excessive curvature of the eye lens or elongated eyeball.\n    * Correction: Concave lens.\n* **Hypermetropia (Far-sightedness):**\n    * Description: Distant objects are seen clearly, but nearby objects appear blurred.\n    * Cause: Too long focal length of the eye lens or small eyeball.\n    * Correction: Convex lens.\n* **Presbyopia:**\n    * Description: Gradual weakening of the eye's accommodation ability with age.\n    * Cause: Weakening of ciliary muscles and reduced flexibility of the eye lens.\n    * Correction: Bifocal lenses (combination of concave and convex lenses).\n\n**10.3 Refraction of Light Through a Prism**\n\n* **Description:**\n    * A prism is a transparent triangular object with two triangular bases and three rectangular lateral surfaces.\n    * Light passing through a prism bends towards the normal at the first surface and away from the normal at the second surface.\n    * The angle of deviation depends on the angle of incidence, the angle of the prism, and the refractive index of the prism.\n\n**Important Dates and Formulae:**\n\n* **Near point:** 25 cm for young adults\n* **Far point:** Infinity for normal eyes\n* **Angle of deviation (for small angles of incidence):** δ = (μ - 1)A, where μ is the refractive index of the prism and A is the angle of the prism.\n**Title: The Human Eye and the Colourful World**\n\n**Subtopics:**\n\n**10.1 Refraction of Light through a Triangular Glass Prism**\n\n* **Description:** Explains the refraction of light through a glass prism, including the angles of incidence, refraction, and emergence.\n* **Formulae:** None\n* **Significance:** Demonstrates the phenomenon of refraction and its application in prisms.\n\n**10.2 Dispersion of White Light by a Glass Prism**\n\n* **Description:** Discusses the dispersion of white light into its component colors by a glass prism.\n* **Formulae:** None\n* **Significance:** Explains the reason for the formation of rainbows.\n\n**10.3 Recombination of the Spectrum of White Light**\n\n* **Description:** Describes how a second prism can be used to recombine the colors of the spectrum back into white light.\n* **Formulae:** None\n* **Significance:** Demonstrates the composition of white light from its component colors.\n\n**10.4 Formation of Rainbow**\n\n* **Description:** Explains the formation of a rainbow as a result of dispersion and reflection of sunlight by water droplets in the atmosphere.\n* **Formulae:** None\n* **Significance:** Provides an understanding of the natural phenomenon of rainbows.\n\n**10.5 Atmospheric Refraction**\n\n* **Description:** Explains the effects of atmospheric refraction on the apparent position of objects, including the twinkling of stars and the advance of sunrise and delay of sunset.\n* **Formulae:** None\n* **Significance:** Demonstrates the impact of atmospheric conditions on the observation of celestial objects.\n\n**Dates and Formulae:**\n\n* None\n**Chapter Title**: The Human Eye and the Colourful World\n\n**Subtopics:**\n\n**10.6 Scattering of Light**\n\n* **Tyndall Effect:** Scattering of light by colloidal particles, making them visible.\n* **Why is the Clear Sky Blue:** Fine air molecules scatter blue light more than red, giving the sky its blue appearance.\n\n**10.7 Dispersion of Light**\n\n* **Dispersion:** Splitting of white light into its component colors.\n\n**Important Dates and Formulae:**\n\n* **None provided in the given text.**\n\n**Summary:**\n\n**10.6 Scattering of Light**\n\n* Scattering of light makes particles visible.\n* Tyndall effect is the scattering of light by colloidal particles.\n* Small particles scatter blue light more than red, resulting in the blue color of the sky.\n\n**10.7 Dispersion of Light**\n\n* Dispersion causes white light to split into different colors."}