{"information": "**Title:** The Age of Industrialisation\n\n**Key Points:**\n\n**1. Before the Industrial Revolution**\n\n* Proto-industrialisation: Large-scale industrial production for an international market, not based on factories.\n* Merchants moved to the countryside, supplying money to peasants and artisans for production.\n* Open fields and commons were disappearing, forcing peasants to seek alternative income sources.\n* Close relationship developed between towns (merchants) and countryside (producers).\n\n**2. The Coming Up of the Factory**\n\n* Earliest factories in England emerged by the 1730s.\n* Cotton production boomed in the late 18th century.\n* Inventions increased production efficacy (carding, spinning, rolling).\n* Richard Arkwright created the cotton mill, bringing all processes under one roof.\n\n**3. The Pace of Industrial Change**\n\n* Cotton and metals were the most dynamic industries in Britain.\n* Industrialisation was not solely about factory growth but also included small workshops.\n* The pace of industrialisation varied, with some areas experiencing rapid change while others lagged behind.\n\n**Dates and Formulae:**\n\n**Dates:**\n\n* 1900: Publication of E.T. Paull's music book with the image of \"Dawn of the Century.\"\n* 1760: Britain imported 2.5 million pounds of raw cotton.\n* 1787: Britain imported 22 million pounds of raw cotton.\n* 1840s: Iron and steel industry became the leading sector in industrialisation.\n\n**Formulae:**\n\n* None provided in the given text.\n**Title:** The Age of Industrialisation\n\n**Subtopics:**\n\n**1. Hand Labour and Steam Power**\n\n* **Description:**\n    * Abundance of human labor in Victorian Britain led to low wages.\n    * Industrialists preferred hand labor to avoid capital investment and labor shortages.\n    * Demand for labor fluctuated seasonally in certain industries.\n    * Will Thorne's account of searching for seasonal work highlights the challenges faced by job seekers.\n\n**2. Life of the Workers**\n\n* **Description:**\n    * Influx of job seekers to cities led to competition for employment.\n    * Social networks played a crucial role in securing jobs.\n    * Seasonality of work resulted in prolonged periods of unemployment.\n    * Wages increased slightly, but real value declined during periods of inflation.\n    * Income depended on both wage rate and number of days of work.\n    * Fear of unemployment fueled hostility towards new technology.\n\n**Important Dates:**\n\n* 1781: James Watt patents the improved steam engine.\n* 1830: Introduction of the Spinning Jenny.\n\n**Important Formula:**\n\n* None provided in the given text.\n**Title: The Age of Industrialisation**\n\n**Subtopics:**\n\n**1. The Age of Indian Textiles**\n\n* India's dominance in the international textile market before industrialization\n* Trade routes and network of merchants involved in textile exports\n* Decline of traditional ports and rise of new ports under European control\n\n**2. What Happened to Weavers?**\n\n* East India Company's consolidation of power and its impact on textile exports\n* Establishment of a system of management and control over weavers\n* Competition elimination, cost control, and regular supply ensured\n* Advances and loans to weavers tied them to the Company\n* Exploitation and oppression of weavers by gomasthas\n* Migration, revolts, and decline in weaving\n\n**3. Manchester Comes to India**\n\n* Rise of cotton industries in England and concerns about Indian textile imports\n* Import duties imposed on Indian textiles in Britain\n* Pressure on East India Company to sell British goods in India\n* Dramatic increase in exports of British cotton goods to India\n* Decline of Indian textile exports and its implications\n\n**Important Dates and Formulae:**\n\n* **1760s:** East India Company's consolidation of power in Bengal and Carnatic\n* **1772:** Henry Patullo's prediction about the demand for Indian textiles\n* **1811-12:** Piece-goods accounted for 33% of India's exports\n* **1850-51:** Piece-goods accounted for only 3% of India's exports\n* **1850:** Cotton piece-goods constituted over 31% of the value of Indian imports\n**Title: The Age of Industrialisation**\n\n**Subtopic 1: Factories Come Up**\n\n* **Key Points:**\n    * First cotton mill in Bombay established in 1854.\n    * By 1862, four mills were operational with 94,000 spindles and 2,150 looms.\n    * Jute mills emerged in Bengal in the 1850s.\n    * Elgin Mill started in Kanpur in the 1860s.\n    * First spinning and weaving mill in Madras established in 1874.\n* **Important Dates:**\n    * 1854: First cotton mill established in Bombay.\n\n**Subtopic 2: The Early Entrepreneurs**\n\n* **Key Points:**\n    * Business groups established industries, having accumulated capital from China trade.\n    * Dwarkanath Tagore invested in six joint-stock companies in the 1830s and 1840s.\n    * Parsis like Dinshaw Petit and Jamsetjee Tata built industrial empires through China trade and raw cotton exports.\n    * Marwari businessmen also participated in industrial development.\n* **Important Individuals:**\n    * Dwarkanath Tagore\n    * Dinshaw Petit\n    * Jamsetjee Tata\n\n**Subtopic 3: Where Did the Workers Come From?**\n\n* **Key Points:**\n    * Workers came from surrounding districts, often returning to their villages for harvests and festivals.\n    * Over time, workers traveled greater distances for employment.\n    * Jobbers recruited and controlled workers, often demanding bribes and controlling their lives.\n* **Important Statistics:**\n    * 1901: 584,000 workers in Indian factories.\n    * 1946: Over 2,436,000 workers in Indian factories.\n\n**Dates and Formulae Table**\n\n| Date | Event | Significance |\n|---|---|---|\n| 1854 | First cotton mill established in Bombay | Marked the beginning of modern industrialization in India. |\n| 1855 | First jute mill established in Bengal | Introduced a new industry and created jobs in the region. |\n| 1862 | Four cotton mills operational in Bombay | Indicated the growth of textile industry in the city. |\n| 1860s | Elgin Mill started in Kanpur | Extended industrialization to north India. |\n| 1874 | First spinning and weaving mill established in Madras | Marked the spread of industrialization to southern India. |\n| 1901 | 584,000 workers in Indian factories | Indicated the growth of industrial workforce in the country. |\n| 1946 | Over 2,436,000 workers in Indian factories | Showed the rapid expansion of industrialization during the colonial period. |\n**Title: The Age of Industrialisation**\n\n**5. The Peculiarities of Industrial Growth**\n\n* **European Managing Agencies** dominated Indian industrial production, focusing on products for export, such as tea, coffee, mining, indigo, and jute.\n\n**5.1 Small-scale Industries Predominate**\n\n* Despite growth in factory industries, small-scale production remained dominant, with most industrial labor working in small workshops and household units.\n* Handicraft production expanded in the 20th century, with technological innovations like the fly shuttle improving weaver productivity.\n* Certain weaver groups survived mill competition by producing finer varieties of cloth or specialized weaves (e.g., Banarasi saris).\n\n**6. Market for Goods**\n\n* **Advertisements** played a crucial role in creating new consumers and shaping consumer culture.\n* **Labels** on imported cloth carried images of Indian gods and historic figures to appeal to buyers and convey quality.\n* **Calendars** were used to popularize products, often featuring figures of gods to make them familiar and appealing.\n\n**Dates and Formulae/Methodologies:**\n\n* **1900-1912:** Cotton piece-goods production in India doubled.\n* **1911:** 5% of industrial labor force worked in registered factories.\n* **1931:** 10% of industrial labor force worked in registered factories.\n* **1941:** Over 35% of handlooms in India had fly shuttles.\n* **Fly shuttle:** A mechanical device that increased weaver productivity and reduced labor demand.\n**Title:** India and the Contemporary World\n\n**Subtopics:**\n\n**1. Industrialization in Europe**\n\n* Industrial revolution began in Britain in the late 18th century.\n* New machines like the spinning jenny and steam engine transformed production.\n* Industrialists preferred hand labor over machines due to lower costs and flexibility.\n\n**2. East India Company and Indian Textiles**\n\n* East India Company obtained textiles from Indian weavers through a put-out system.\n* Company appointed gomasthas to supervise production and ensure quality.\n* Indian textiles dominated the international market until the 18th century.\n\n**3. Proto-Industrialization**\n\n* Rural industry that emerged before the Industrial Revolution.\n* Merchants employed peasants and artisans within villages to produce goods for export.\n* Enabled the production of large quantities of goods outside of traditional urban centers.\n\n**4. Decline of Indian Textile Industry**\n\n* British technological advancements and colonial policies led to a decline in the Indian textile industry.\n* Port of Surat declined by the end of the 18th century due to competition from Bombay.\n* American Civil War reduced cotton exports from India.\n\n**5. Industrial Production in India**\n\n* Increased during World War I due to increased demand for war goods.\n* Gandhi's swadeshi movement encouraged the use of Indian-made products.\n* Advertisements played a role in promoting nationalist sentiments.\n\n**Important Dates and Formulae:**\n\n* **Late 18th century:** Industrial Revolution begins in Britain.\n* **Spinning jenny:** Invented by James Hargreaves, increased productivity in spinning.\n* **Fly shuttle:** Invented by John Kay, increased productivity in weaving.\n* **Put-out system:** System used by East India Company to obtain textiles from Indian weavers."}