{
  "story": "**Chapter 10: The Human Eye and the Colourful World**\n\n**10.1 The Human Eye**\n\nImagine your eye as a camera that captures the world around you. Just like a camera, your eye has a lens that focuses light onto a screen to create an image. This screen, called the retina, is filled with millions of tiny light-sensitive cells.\n\nThe cornea, the clear bulge at the front of your eye, is like the first lens of your camera. It bends light inward, helping to focus the image. Behind the cornea is the iris, the colored part of your eye. The iris works like a curtain, controlling the amount of light that enters the eye through the pupil, the black hole in the center.\n\nThe lens behind the iris is like the zoom lens of your camera. By changing its shape, the lens can adjust the focus of your eye, allowing you to see objects at different distances. This process is called accommodation.\n\nThe near point is the closest distance to your eye where you can see objects clearly. For young adults, this is about 25 centimeters away. The far point is the farthest distance where you can see objects clearly. For normal eyes, this is infinity.\n\n**10.2 Defects of Vision and Their Correction**\n\nSometimes, your eye might not be able to focus properly, leading to vision problems.\n\n**Myopia (Near-sightedness):**\nNear-sighted people can see close objects clearly, but distant objects look blurry. This is because the eyeball is too long or the lens is too curved, causing the light to focus in front of the retina. To correct myopia, you need to wear concave lenses, which are thicker at the edges than in the middle. These lenses help bend light outward, bringing the focus back to the retina.\n\n**Hypermetropia (Far-sightedness):**\nFar-sighted people have trouble seeing close objects clearly. This is because the eyeball is too short or the lens is not curved enough, causing the light to focus behind the retina. To correct hypermetropia, you need to wear convex lenses, which are thicker in the middle than at the edges. These lenses help bend light inward, bringing the focus back to the retina.\n\n**Presbyopia:**\nAs we age, our eyes gradually lose their ability to focus on close objects. This is because the lens becomes less flexible and the ciliary muscles weaken. To correct presbyopia, you can wear bifocal lenses, which combine concave and convex lenses to provide clear vision at both near and far distances."
}
