{
  "information": "**Chapter Title:** The Age of Industrialisation\n\n**Subtopics:**\n\n**1. Before the Industrial Revolution**\n\n* Proto-industrialisation:\n    * Industrial production before factories, based on merchants supplying materials to peasants and artisans for international markets\n* Urban craft and trade guilds:\n    * Associations that controlled production and limited competition\n* Enclosure of common lands:\n    * Loss of access to land for poor peasants, leading them to seek alternative income sources\n\n**2. The Coming Up of the Factory**\n\n* Early factories in England emerged by the 1730s\n* Cotton industry boom in the late 18th century\n* Innovations in production processes: carding, twisting, spinning, rolling\n* Richard Arkwright's cotton mill:\n    * Concentration of production under one roof, enabling supervision and regulation\n\n**3. The Pace of Industrial Change**\n\n* Cotton and metal industries as the most dynamic sectors\n* Cotton as the leading sector in the first phase of industrialisation (up to 1840s)\n* Iron and steel industry leading the way after the 1840s\n* Industrialisation not only about factory growth, but also technological advancements and changes in production systems\n\n**Important Dates:**\n\n* 1730s: Emergence of early factories in England\n* 1760: Britain importing 2.5 million pounds of raw cotton\n* 1787: Cotton imports soar to 22 million pounds\n* 1840s: Iron and steel industry becomes the leading sector\n\n**Important Formulae/Methodologies:**\n\n* None mentioned in the provided text\n**Title:** The Age of Industrialisation: Hand Labour and Steam Power\n\n**Subtopics:**\n\n**1. The Context of Industrialisation**\n\n* Expansion of railways in England and colonies from the 1840s and 1860s, respectively\n* Increased demand for iron and steel, leading to Britain's dominance in its export\n* Difference between the portrayal of industrialisation in Fig. 4 and Fig. 5: Fig. 4 shows an idyllic view, while Fig. 5 depicts the reality of industrial pollution\n\n**2. Hand Labour and Steam Power**\n\n* Abundance of human labor in Victorian Britain\n* Industrialists preferred hand labor due to low wages and seasonal demand\n* Steam engines developed by James Watt, but initially faced limited adoption due to cost and reliability issues\n\n**3. Life of the Workers**\n\n* Influx of rural workers to cities in search of jobs\n* Reliance on social networks for employment\n* Casual labor and night shelters provided temporary support for the unemployed\n* Seasonality of work led to prolonged periods of unemployment\n* Low wages and economic fluctuations impacted the welfare of workers\n* Fear of unemployment fostered hostility towards new technology, such as the Spinning Jenny\n\n**4. Handmade vs. Machine-Made Goods**\n\n* Range of products could only be produced by hand labor\n* Upper classes preferred handmade goods as symbols of refinement\n* Machine-made goods were primarily intended for export to colonies\n\n**5. Industrialists' Resistance to New Technology**\n\n* Industrialists in Britain had limited incentive to invest in new technology due to ample labor supply\n* In contrast, labor shortages in countries like America led to a greater adoption of mechanical power\n\n**Important Dates and Formulae:**\n\n* **1781:** James Watt patents an improved steam engine\n* **1840s-1860s:** Expansion of railways in England and colonies\n* **1873:** Britain exports iron and steel worth £77 million, double the value of its cotton export\n**Title: The Age of Industrialisation**\n\n**3.1 The Age of Indian Textiles**\n\n* **Description:**\n    * India's textile industry dominated the international market before industrialization.\n    * Exports included silk and cotton goods, with fine varieties coming from India.\n    * Trade routes connected India to Central Asia, West Asia, and Southeast Asia.\n    * Indian merchants and bankers played key roles in this trade network.\n\n**3.2 What Happened to Weavers?**\n\n* **Description:**\n    * East India Company's consolidation of power in the 1760s initially did not impact textile exports.\n    * The Company implemented a system of control to ensure regular supplies:\n        * Eliminated existing traders and appointed gomasthas to supervise weavers.\n        * Provided advances to weavers, tying them to the Company.\n    * Weavers faced exploitation and oppression from gomasthas.\n    * Weavers revolted and deserted villages due to low prices and harsh treatment.\n\n**3.3 Manchester Comes to India**\n\n* **Description:**\n    * Industrialization in England led to concerns about Indian textile imports.\n    * British government imposed import duties on Indian textiles.\n    * East India Company promoted the sale of British manufactures in India.\n    * British cotton goods flooded the Indian market, leading to a decline in Indian textile exports.\n\n**Dates and Formulae:**\n\n* **Dates:**\n    * 1750s: Breakdown of Indian merchant-controlled trade network.\n    * 1760s: Consolidation of East India Company power.\n    * 1811-12: Piece-goods accounted for 33% of Indian exports.\n    * 1850-51: Piece-goods accounted for 3% of Indian exports.\n    * 1850: British cotton piece-goods constituted over 31% of Indian imports.\n    * 1870s': British cotton piece-goods dominated Indian imports.\n\n* **Formulae:** Not applicable\n**Title:** The Age of Industrialisation in India\n\n**Subtopics:**\n\n**4. Factories Come Up**\n\n* **Description:**\n    * Establishment of the first cotton mill in Bombay in 1854.\n    * Emergence of jute mills in Bengal and cotton mills in north India.\n* **Important Dates:**\n    * 1854: First cotton mill in Bombay.\n    * 1855: First jute mill in Bengal.\n    * 1862: First cotton mill in Ahmedabad.\n* **Formulae:**\n    * None.\n\n**4.1 The Early Entrepreneurs**\n\n* **Description:**\n    * Role of Indian businessmen in establishing industries.\n    * Involvement of China traders and merchants with external trade networks.\n    * Accumulation of capital through banking, finance, and trade.\n* **Important Dates:**\n    * None.\n* **Formulae:**\n    * None.\n\n**4.2 Where Did the Workers Come From?**\n\n* **Description:**\n    * Migration from surrounding districts to industrial centers for employment.\n    * Movement of workers between villages and cities for seasonal work.\n    * Role of jobbers in recruitment and control of workers.\n* **Important Dates:**\n    * 1901: 584,000 workers in Indian factories.\n    * 1946: Over 2,436,000 workers in Indian factories.\n* **Formulae:**\n    * None.\n\n**Dates and Formulae:**\n\n| Date/Formulae | Significance |\n|---|---|\n| 1854 | First cotton mill in Bombay |\n| 1855 | First jute mill in Bengal |\n| 1862 | First cotton mill in Ahmedabad |\n| 1901 | 584,000 workers in Indian factories |\n| 1946 | Over 2,436,000 workers in Indian factories |\n**Title: The Age of Industrialisation**\n\n**5. The Peculiarities of Industrial Growth**\n\n- **European Managing Agencies** dominated industrial production in India.\n- They focused on products like tea, coffee, mining, indigo, and jute for export.\n- Indian businessmen avoided competing with Manchester goods and produced coarse cotton yarn.\n- The swadeshi movement and changes in the Chinese market led to a shift to cloth production in India.\n- Industrial growth was slow until World War I.\n\n**5.1 Small-scale Industries Predominate**\n\n- Large industries accounted for only a small segment of the economy.\n- Most industries were located in Bengal and Bombay.\n- Small-scale production predominated, with only 5-10% of the industrial labor force working in registered factories.\n- Handicrafts production expanded in some sectors, such as handloom weaving.\n\n- **Fly shuttle:** A mechanical device for weaving that increased productivity.\n- **Coarse cloth:** Cloth bought by the poor, with fluctuating demand.\n- **Finer varieties:** Cloth bought by the well-to-do, with more stable demand.\n\n**6. Market for Goods**\n\n- **Advertisements:** Created new consumers and shaped consumer culture.\n- **Labels:** Carried images and text to promote quality and familiarity.\n- **Calendars:** Popularized products and reached a wider audience.\n**Title:** India and the Contemporary World\n\n**Subtopics:**\n\n**1. The Age of Industries**\n\n* **Technological changes:** Introduction of machines and factories\n* **Growth of factories:** Mass production of goods\n* **Industrial labour force:** Emergence of a new workforce dedicated to industrial production\n\n**2. Hand Technology and Small-Scale Production**\n\n* **Importance:** Hand technology and small-scale production remained significant despite industrialization\n* **Examples:** Images of gods and important figures used in advertisements to convey respect for products\n\n**3. Nationalist Advertising**\n\n* **Message:** Indian manufacturers promoted the message of swadeshi (self-reliance)\n* **Vehicle:** Advertisements became a means to convey nationalist sentiments\n\n**Conclusion**\n\n* **Technological changes:** Industrialization brought significant technological advancements\n* **Balance:** Hand technology and small-scale production continued to play a role in the industrial landscape\n\n**Dates and Formulae:**\n\n* **None provided in the given text**"
}
