{"information": "**Title:** The Human Eye and the Colourful World\n\n**10.1 The Human Eye**\n\n* **Definition:** Sense organ that enables us to see objects around us.\n* **Structure:**\n    * Cornea: Transparent bulge on the eyeball.\n    * Iris: Muscle that controls pupil size.\n    * Pupil: Regulates light entering the eye.\n    * Eye lens: Forms an image on the retina.\n    * Retina: Light-sensitive membrane containing cells that generate electrical signals.\n\n* **Power of Accommodation:** Ability of the eye lens to adjust its focal length to focus objects at different distances.\n* **Least Distance of Distinct Vision:** Minimum distance at which objects can be seen clearly (25 cm for young adults with normal vision).\n* **Far Point of the Eye:** Farthest point upto which the eye can see objects clearly (infinity for a normal eye).\n\n**10.2 Defects of Vision and Their Correction**\n\n* **Myopia (Near-sightedness):** Inability to see distant objects clearly.\n    * Cause: Excessive curvature of eye lens or elongation of eyeball.\n    * Correction: Concave lens.\n* **Hypermetropia (Far-sightedness):** Inability to see nearby objects clearly.\n    * Cause: Too long focal length of eye lens or small eyeball.\n    * Correction: Convex lens.\n* **Presbyopia:** Age-related decrease in power of accommodation.\n    * Cause: Weakening of ciliary muscles and reduced flexibility of eye lens.\n    * Correction: Bifocal lenses (combination of concave and convex lenses).\n\n**10.3 Refraction of Light Through a Prism**\n\n* **Definition:** Triangular glass prism with two triangular bases and three rectangular lateral surfaces.\n* **Refraction of Light:**\n    * Light entering the prism undergoes refraction at each surface.\n    * Emergent ray is deviated from the incident ray.\n    * Deviation of light depends on angle of incidence, angle of prism, and refractive index of prism.\n**Title:** The Human Eye and the Colourful World\n\n**Subtopics:**\n\n**10.1 Refraction of Light through a Triangular Glass Prism**\n\n* **Description:**\n    * Refraction of light through a triangular glass prism causes dispersion, separating white light into a band of colors (spectrum).\n* **Formulae:**\n    * None mentioned.\n\n**10.2 Dispersion of White Light by a Glass Prism**\n\n* **Description:**\n    * White light is dispersed into its component colors (VIBGYOR) when passing through a glass prism due to different wavelengths bending at different angles.\n* **Formulae:**\n    * None mentioned.\n\n**10.3 Newton's Experiment with Prisms**\n\n* **Description:**\n    * Isaac Newton used prisms to split and recombine the spectrum, proving that sunlight is composed of seven colors.\n* **Formulae:**\n    * None mentioned.\n\n**10.4 Rainbow Formation**\n\n* **Description:**\n    * Rainbows are formed by dispersion and reflection of sunlight by water droplets in the atmosphere.\n* **Formulae:**\n    * None mentioned.\n\n**10.5 Atmospheric Refraction**\n\n* **Description:**\n    * Atmospheric refraction causes stars to appear higher in the sky than their actual position, leading to the \"twinkling\" effect.\n* **Formulae:**\n    * None mentioned.\n**Title: The Human Eye and the Colour ful W orld**\n\n**10.6 Scattering of Light**\n\n- Scattering of light refers to the phenomenon where light interacts with particles and changes direction.\n- **Tyndall Effect:** The scattering of light by colloidal particles, making their path visible.\n- The color of scattered light depends on the size of the scattering particles:\n    - Fine particles (e.g., air molecules) scatter blue light (shorter wavelengths) more strongly.\n    - Larger particles scatter light of longer wavelengths (e.g., red).\n\n**10.6.2 Why is the Colour of the Clear Sky Blue?**\n\n- Air molecules and fine particles in the atmosphere scatter blue light more than red light.\n- The scattered blue light enters our eyes, making the sky appear blue.\n- Without an atmosphere, the sky would appear dark.\n\n**Important Dates and Formulae:**\n\n- **None provided in the given text.**"}